{
  "id": 550,
  "translations": [
    {
      "iso_3166_1": "UA",
      "iso_639_1": "uk",
      "name": "Український",
      "english_name": "Ukrainian",
      "data": {
        "title": "Бійцівський клуб",
        "overview": "Джек, страждає хронічним безсонням і відчайдушно намагається вирватися з нудного життя. Саме тоді він зустрічає Тайлера Дердена, торговця із збоченою філософією. Тайлер впевнений, що самовдосконалення - доля слабких, а саморуйнування - єдине, заради чого варто жити. І ось вже Джек і Тайлер луплять один одному пики на стоянці перед баром, що приносить їм неабияке задоволення. Залучаючи інших чоловіків до простих радощів фізичної жорстокості, Джек і Тайлер засновують таємний Бійцівський Клуб, який має величезний успіх. Але Джека чекає шокуюче відкриття, здатне змінити все...",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "DE",
      "iso_639_1": "de",
      "name": "Deutsch",
      "english_name": "German",
      "data": {
        "title": "",
        "overview": "Ein Yuppie findet beim charismatischen Tyler Durden Unterschlupf, nachdem seine Wohnung in die Luft gejagt wird. Ein Gerangel zwischen den beiden entwickelt sich zu einer Schlägerei, die mit der Erkenntnis endet, dass man sich nach einer ordentlichen Portion Prügel einfach besser fühlt. Der \"Fight Club\" ist geboren. Immer mehr Männer versammeln sich, um sich zu schlagen - und gestärkt in den Alltag zu gehen. Wie ein Virus greift das Konzept um sich, doch für Tyler ist der Kampfverein nur die erste Stufe, um die USA in die Knie zu zwingen.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "PT",
      "iso_639_1": "pt",
      "name": "Português",
      "english_name": "Portuguese",
      "data": {
        "title": "Clube de Combate",
        "overview": "Jack (Edward Norton) é um executivo que trabalha como investigador de seguros, tem uma boa vida financeira, mas sofre com problemas de insônia. Para tentar se curar, ele começa a freqüentar terapias em grupo, mas sua vida vira de cabeça para baixo quando ele conhece Tyler (Brad Pitt). Com ele, forma um clube da luta, onde pessoas são amigas, mas se esmurram violentamente em algumas noites. Tudo ganha propósitos maiores quando as coisas começam a ficar loucas e surreais.",
        "homepage": "https://www.welcometofc.com/"
      }
    },
    {
      "iso_3166_1": "NL",
      "iso_639_1": "nl",
      "name": "Nederlands",
      "english_name": "Dutch",
      "data": {
        "title": "",
        "overview": "Een verzekeringsinspecteur die aan chronische slapeloosheid lijdt probeert wanhopig uit zijn oersaaie bestaan te ontsnappen. Bij toeval ontmoet hij Tyler Durden, een charismatische zeepverkoper met een bizarre levensfilosofie. Tyler gelooft namelijk dat \"zelfverbetering\" enkel voor de zwakken is, het is \"zelfvernieling\" die het leven meer waarde geeft. Samen met Tyler organiseert hij de ultieme vorm van ontspanning: zogeheten \"Fight Clubs\", waar gewone jonge mannen het beest in zichzelf loslaten in blotevuistgevechten. Het bevrijdende effect op de deelnemende mannen doet een vreemd soort kameraadschap ontstaan, dat al snel gevaarlijke vormen aanneemt.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "RU",
      "iso_639_1": "ru",
      "name": "Pусский",
      "english_name": "Russian",
      "data": {
        "title": "Бойцовский клуб",
        "overview": "Терзаемый хронической бессоницей и отчаянно пытающийся вырваться из мучительно скучной жизни клерк встречает некоего Тайлера Дардена, харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а саморазрушение — единственное, ради чего стоит жить.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "IT",
      "iso_639_1": "it",
      "name": "Italiano",
      "english_name": "Italian",
      "data": {
        "title": "Fight Club",
        "overview": "Un uomo di trent'anni è insofferente su tutto e la notte non riesce più a dormire. In cerca di qualche luogo dove scaricare la propria ansia si mette a frequentare quei corsi dove gruppi di malati gravi si riuniscono e confessano agli altri le rispettive situazioni. Mentre si lascia andare alla commozione e al pianto di fronte a quello che vede, l'uomo fa la conoscenza prima di Marla Singer poi di Tyler Durden. Lei è una ragazza a sua volta alla deriva, incapace di scelte o decisioni; lui è un tipo deciso e vigoroso con un'idea precisa in testa. Tyler fa saltare per aria l'appartamento dell'uomo e i due vanno a vivere insieme in una casa fatiscente. Deciso a coinvolgerlo nel suo progetto, Tyler lo fa entrare in un 'Fight Club', uno stanzone sotterraneo dove ci si riunisce per picchiarsi e in questo modo sentirsi di nuovo vivi...",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "TR",
      "iso_639_1": "tr",
      "name": "Türkçe",
      "english_name": "Turkish",
      "data": {
        "title": "Dövüş Kulübü",
        "overview": "Dövüş kulübünün ilk kuralı, dövüş kulübü hakkında konuşmamaktır. Dövüş kulübünün ikinci kuralı da, kulüp hakkında konuşmamaktır... Filmin baş kişisi, sıradan hayatının girdaplarında bunalımlar geçiren bir sigorta müfettişi olan Jack, Kanserli olmadığı halde, uykusuzluğunu yenmek ve hayatına anlam katmak adına, kanserlilere moral destek sağlayan terapi gruplarına katılır. Orada, Marla Singer adlı bir kızla garip bir yakınlık kurar. Bir iş gezisi dönüşü ise, Tyler Durden adlı egzantrik karakterle tanışır. Durden, Jack'in olmak isteyip de olamadığı adam gibidir. Tyler'ın girişimleriyle bir yeraltı faaliyeti olarak başlayan dövüş kulübü, Jack'e hayatında yepyeni kapılar açacaktır... Ve tabii, bu kapılardan ister istemez Marla geçecektir... Fakat... Tyler Durden gerçekte kimdir?",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "SE",
      "iso_639_1": "sv",
      "name": "svenska",
      "english_name": "Swedish",
      "data": {
        "title": "Fight Club",
        "overview": "Brad Pitt och Edward Norton gör två knockoutbra roller i denna häpnadsväckande och originella thriller med ironisk underton av David Fincher, regissören till Seven. Norton spelar Jack, en kroniskt sömnlös man som desperat försöker fly sitt olidligt tråkiga liv. Men så möter han Tyler Durden (Pitt) en karismatisk tvålförsäljare med en snedvriden filosofi. Tyler menar att självförbättring är för de svaga - det är självdestruktion som verkligen gör livet värt att leva. Inom kort är Jack och Tyler i full gång med att mörbulta varandra på en parkeringsplats. Ett renande slagsmål med en endorfinkick utan dess like. För att introducera andra män i denna enkla lycka av fysiskt våld bildar Jack och Tyler en hemlig \"Fight Club\" som snabbt blir omåttligt populär. Men en hemsk överraskning väntar Jack, en sanning som kommer att förändra allt... Filmen innehåller också kommentarer av David Fincher, Brad Pitt, Edward Norton och Helena Bonham Carter.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "PL",
      "iso_639_1": "pl",
      "name": "Polski",
      "english_name": "Polish",
      "data": {
        "title": "Podziemny krąg",
        "overview": "Co ty możesz o sobie wiedzieć, jeśli nigdy nie walczyłeś? W tym niezwykłym, pełnym niespodziewanych zwrotów akcji i nie pozbawionym swoistego humoru filmie w reżyserii Davida Finchera (\"Siedem\") oryginalne i dynamiczne kreacje stworzyli Brad Pitt (\"Siedem\") i Edward Norton (\"Lęk pierwotny\"). Jack (Norton) cierpi na chroniczną bezsenność i jest całkowicie znudzony swym dotychczasowym życiem. Do czasu, gdy spotyka charyzmatycznego Tylera Durdena (Pitt) - sprzedawcę mydła o dość pokrętnej filozofii życia... Uważa on bowiem, że samo-doskonalenie jest dla słabeuszy, a to co rzeczywiście sprawia, że warto żyć to samo-destrukcja.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "CZ",
      "iso_639_1": "cs",
      "name": "Český",
      "english_name": "Czech",
      "data": {
        "title": "Klub rváčů",
        "overview": "Když nemůžete půl roku usnout, celý okolní svět vám začne připadat jako nekonečný sen. Všechno kolem vás je nedokonalou xeroxovou kopií sebe sama. Chodíte do práce, díváte se na televizi a jste vděčni za to, když občas ztratíte vědomí a nevíte o světě. Lidí s podobnými problémy moc není, ale mladý úspěšný úředník, který si říká Jack, je jedním z nich. Má slušnou práci, vydělává slušné peníze, ale trpí nejtěžší formou nespavosti. Na služební cestě se Jack seznámí s Tylerem Durdenem, který mu nabídne příbytek pod podmínkou, že mu vrazí pořádnou ránu. Tato \"výměna názorů\" se oběma zalíbí a brzy vznikne první Klub rváčů. Místo, kde můžou mladí muži, znechucení světem, odložit své starosti a stát se na pár minut zvířaty.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "IL",
      "iso_639_1": "he",
      "name": "עִבְרִית",
      "english_name": "Hebrew",
      "data": {
        "title": "מועדון קרב",
        "overview": "יאפי הסובל מנדודי שינה ועייפות כרונית מתחיל לבקר בסדנאות שיקום של חולי סרטן, אלכוהוליסטים אנונימיים וארגונים אחרים כדי להגיע להתרגשות בחייו. שם הוא פוגש צעירה משועממת ומתחזה כמוהו, איתה הוא מפתח קשר של אהבה/שנאה. במקביל הוא מתחבר אל צעיר ניהיליסט, המתפרנס מייצור סבון משומן אדם ובז לכל מה שקשור לממסד וחוק. השניים מקימים מועדון אגרוף בלתי חוקי לאנשים המחפשים פורקן מחוץ למסגרת הבורגנית. הקרבות מזרימים אדרנלין לדם, אך גם מובילים להקמתה של כת אנרכיסטית, מיליטנטית ומסוכנת.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "RS",
      "iso_639_1": "sr",
      "name": "Srpski",
      "english_name": "Serbian",
      "data": {
        "title": "Борилачки клуб",
        "overview": "Усамљени безимени тридесетогодишњак (Едвард Нортон), запослен као кординатор за опозив у ауто-компанији, има проблема са несаницом коју покушава да реши на разне начине. У авиону упознаје Тајлера Дардена (Бред Пит), произвођача и продавца сапуна, са којим ће се спријатељити и основати удружење „Борилачки клуб“ које ће од простог малог друштва где људи после напорног дана долазе да се испразне постати тајни и добро организован анархистички покрет.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "JP",
      "iso_639_1": "ja",
      "name": "日本語",
      "english_name": "Japanese",
      "data": {
        "title": "ファイト・クラブ",
        "overview": "空虚な生活を送るヤング・エグゼクティブのジャックは、謎の男テイラーに導かれるまま、謎の秘密組織「ファイト・クラブ」のメンバーになる。そこは鍛え抜かれた男達が己の拳のみを武器に闘いを繰り広げる、壮絶で危険な空間だった。",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "GR",
      "iso_639_1": "el",
      "name": "ελληνικά",
      "english_name": "Greek",
      "data": {
        "title": "",
        "overview": "Ένα στέλεχος που πάσχει από αϋπνίες βρίσκει τον αληθινό εαυτό του στα \"Fight Club\", όπου συμμετέχει σε αγώνες πυγμαχίας με γυμνά χέρια. Ο ιδρυτής των \"Fight Club\", ωστόσο, αποδεικνύεται μια επικίνδυνη προσωπικότητα, που επιδίδεται σε πράξεις τρομοκρατίας ενάντια στην καθεστηκυία τάξη.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "BG",
      "iso_639_1": "bg",
      "name": "български език",
      "english_name": "Bulgarian",
      "data": {
        "title": "Боен клуб",
        "overview": "Разказвачът (Едуард Нортън) е самотник, чийто живот е безцелен низ от незначителни случки. Промяната започва едва след запознанството му с агресивния нихилист Джак (Брад Пит). Той го въвежда в подземния свят на тъмни сделки и машинации. Разказвача се включва като участник в кървави боксови двубои, които не му носят очакваното удовлетворение. Постепенно той осъзнава, че губи контрол над себе си, откривайки, че мачовете са част от зловещ план?",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "KR",
      "iso_639_1": "ko",
      "name": "한국어/조선말",
      "english_name": "Korean",
      "data": {
        "title": "파이트 클럽",
        "overview": "자동차 회사의 리콜 심사관으로 일하는 주인공(에드워드 노튼)은 일상의 무료함과 공허함 속에서 늘 새로운 탈출을 꿈꾼다. 그는 비행기에서 자신을 비누 제조업자라고 소개하는 타일러 더든(브래드 피트)을 만난다. 집에 돌아온 주인공은 아파트가 누군가에 의해 폭파되었음을 발견하고, 타일러에게 도움을 청해 함께 생활하게 된다. 어느 날 밤 타일러는 주인공에게 자신을 때려달라고 부탁한다. 사람은 싸워봐야 진정한 자신을 알 수 있다는 것이다. 결국 이들은 매주 토요일 밤 술집 지하에서 맨주먹으로 격투를 벌이는 파이트 클럽을 결성하기에 이르는데...",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "SK",
      "iso_639_1": "sk",
      "name": "Slovenčina",
      "english_name": "Slovak",
      "data": {
        "title": "Klub bitkárov",
        "overview": "Keď nemôžete pol roka zaspať, celý okolitý svet vám začne pripadať ako nekonečný sen. Všetko okolo vás je nedokonalou xeroxovou kópiou seba samého. Chodíte do práce, pozeráte sa na televíziu a ste vďační za to, keď občas stratíte vedomie a neviete o svete. Ľudí s podobnými problémami moc nie je, ale mladý úspešný úradník, ktorý si hovorí Jack, je jedným z nich. Má slušnú prácu, zarába slušné peniaze, ale trpí najťažšou formou nespavosti. Na služobnej ceste sa Jack zoznámi s Tylerom Durdenom, ktorý mu ponúkne príbytok pod podmienkou, že mu vrazí poriadnu ranu. Táto \"výmena názorov\" sa obom zapáči a čoskoro vznikne prvý Klub bitkárov. Miesto, kde môžu mladí muži, znechutení svetom, odložiť svoje starosti a stať sa na pár minút zvieratami.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "SA",
      "iso_639_1": "ar",
      "name": "العربية",
      "english_name": "Arabic",
      "data": {
        "title": "",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "LV",
      "iso_639_1": "lv",
      "name": "Latviešu",
      "english_name": "Latvian",
      "data": {
        "title": "Cīņas klubs",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "BR",
      "iso_639_1": "pt",
      "name": "Português",
      "english_name": "Portuguese",
      "data": {
        "title": "Clube da Luta",
        "overview": "Jack (Edward Norton) é um executivo jovem, trabalha como investigador de seguros, mora confortavelmente, mas ele está ficando cada vez mais insatisfeito com sua vida medíocre. Para piorar ele está enfrentando uma terrível crise de insônia, até que encontra uma cura inusitada para o sua falta de sono ao frequentar grupos de auto-ajuda. Nesses encontros ele passa a conviver com pessoas problemáticas como a viciada Marla Singer (Helena Bonham Carter) e a conhecer estranhos como Tyler Durden (Brad Pitt). Misterioso e cheio de ideias, Tyler apresenta para Jack um grupo secreto que se encontra para extravasar suas angústias e tensões através de violentos combates corporais.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "AZ",
      "iso_639_1": "az",
      "name": "Azərbaycan",
      "english_name": "Azerbaijani",
      "data": {
        "title": "Döyüshçü Klubu",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "ET",
      "iso_639_1": "et",
      "name": "Eesti",
      "english_name": "Estonian",
      "data": {
        "title": "Kaklusklubi",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "LT",
      "iso_639_1": "lt",
      "name": "Lietuvikai",
      "english_name": "Lithuanian",
      "data": {
        "title": "Kovos klubas",
        "overview": "Nemigos kamuojamas Džekas lankosi įvairiuose nelaimėlių susitikimuose, klausosi jų išpažinčių ir drauge verkia. Jis skraido lėktuvais, kiekvienąkart tikėdamasis katastrofos. Tačiau kartą skrisdamas jis sutinka spalvingą asmenybę. Tailerio gyvenimas nepaprastas - nerūpestingas ir linksmas. Jis kartais linksmai ir nerūpestingai paprašo trenkti jam į galvą... Džekas neatsisako. Todėl tarp draugų užverda rimtos muštynės, ir netrukus jiedu įkuria klubą, kur vaikinai gali muštis iki sąmonės netekimo...",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "MK",
      "iso_639_1": "mk",
      "name": "",
      "english_name": "Macedonian",
      "data": {
        "title": "Borechki Klub",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "HR",
      "iso_639_1": "hr",
      "name": "Hrvatski",
      "english_name": "Croatian",
      "data": {
        "title": "Klub boraca",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "TW",
      "iso_639_1": "tw",
      "name": "",
      "english_name": "Twi",
      "data": {
        "title": "鬥陣俱樂部",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "RO",
      "iso_639_1": "ro",
      "name": "Română",
      "english_name": "Romanian",
      "data": {
        "title": "Clubul de lupte",
        "overview": "Un insomniac gata să cedeze și un vânzător de săpun fără scrupule își canalizează agresiunea masculină într-o formă de terapie nouă și șocantă. Ideea lor se prinde și „cluburi de luptă” se formează în fiecare oraș, până când apare un excentric și pornește o spirală ieșită de sub control către uitare.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "TW",
      "iso_639_1": "zh",
      "name": "普通话",
      "english_name": "Mandarin",
      "data": {
        "title": "鬥陣俱樂部",
        "overview": "傑克（愛德華諾頓飾演）是一個充滿中年危機意識的人，他非常憎恨自己的生活及一切，再加上他患有嚴重的失眠症，所以他常常參加各種團體諮詢會，只為了能接觸人群。在某一個團體諮詢會上，傑克遇上了一個跟他同樣理由來參加的女煙槍，瑪拉（海倫娜寶漢卡特飾演）。 在一個商務旅行中，傑克在飛機上遇到賣肥皂的商人－泰勒（布萊德彼特飾演），兩人因緣際會地成了好友，並開始創建了「鬥陣俱樂部」：一個讓彼此不戴護具而互毆的聚會，宗旨在發洩情緒。 某夜，泰勒在傑克的公寓中把瑪拉給「上」了，這讓傑克非常忌妒。同時「鬥陣俱樂部」也成了全國性的地下大組織，所有成員都將泰勒視為教父。為了辨識起見，成員還都剃了光頭。 傑克對於「鬥陣俱樂部」的現況及泰勒的瘋狂模樣越來越無法忍受，所以他決定疏遠泰勒。但是，此時的「鬥陣俱樂部」成員卻發起全國性的暴動，他們炸毀了不少建築物......，一切的局勢都是傑克始料未及的，他該如何解決這混亂的現狀？「鬥陣俱樂部」又會瘋狂成什麼樣子？ 傑克與泰勒之間的恩恩怨怨會如何了結？",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "MX",
      "iso_639_1": "es",
      "name": "Español",
      "english_name": "Spanish",
      "data": {
        "title": "El club de la pelea",
        "overview": "Un joven hastiado de su gris y monótona vida lucha contra el insomnio. En un viaje en avión conoce a un carismático vendedor de jabón que sostiene una teoría muy particular: el perfeccionismo es cosa de gentes débiles; sólo la autodestrucción hace que la vida merezca la pena. Ambos deciden entonces fundar un club secreto de lucha, donde poder descargar sus frustaciones y su ira, que tendrá un éxito arrollador.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "SI",
      "iso_639_1": "sl",
      "name": "Slovenščina",
      "english_name": "Slovenian",
      "data": {
        "title": "Klub golih pesti",
        "overview": "Fight Club ni le prispodoba o (samo)destruktivnem begu posameznika iz ujetosti potrošniškega nesmisla, temveč (tudi) parabola upora zoper nezmožnost poistovetenja s prvobitnim moškim/očetovskim principom — odraža se v sprevrženi percepciji psihosocialnih norm in nevrotični konfrontaciji ter boju (dobesedno \"z golimi pestmi\") s samim seboj. Dodajmo še patološke predstave o ljubezenski zvezi in vlogi ženske, metaforični upor maskuliniziranega segmenta potlačene moške dominantnosti, ki v ničemer ne najde prave identifikacije in opore, zato njegov dezorientirani razcepljeni um primanjkljaj kompenzira tako, da ustvarja namišljene alegorične osebnosti — ter izvrstno igralsko zasedbo (Edward Norton, Brad Pitt, Helena Bontham Carter) — pa dobimo enega najbolj izvirnih (in vplivnih) produktov ameriške literature in kinematografije zadnjih desetletij.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "TH",
      "iso_639_1": "th",
      "name": "ภาษาไทย",
      "english_name": "Thai",
      "data": {
        "title": "ดิบดวลดิบ",
        "overview": "ไทเลอร์ (แบรด พิทท์) กล่าวว่า ทุกสิ่งทุกอย่างที่คุณครอบครองอยู่นั้น ท้ายที่สุดแล้วพวกมันก็จะครอบงำคุณเสีย แต่ถ้าหากคุณสูญสิ้นทุกสิ่งเมื่อใด คุณก็จะกล้าทำอะไรต่อมิอะไรได้อย่างไร้กังวลตลอดไป ซึ่ง Fight Club เปรียบได้กับอิสรภาพแบบนั้น \"",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "US",
      "iso_639_1": "en",
      "name": "English",
      "english_name": "English",
      "data": {
        "title": "",
        "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
        "homepage": "https://www.foxmovies.com/movies/fight-club"
      }
    },
    {
      "iso_3166_1": "ES",
      "iso_639_1": "es",
      "name": "Español",
      "english_name": "Spanish",
      "data": {
        "title": "El club de la lucha",
        "overview": "Un joven sin ilusiones lucha contra su insomnio, consecuencia quizás de su hastío por su gris y rutinaria vida. En un viaje en avión conoce a Tyler Durden, un carismático vendedor de jabón que sostiene una filosofía muy particular: el perfeccionismo es cosa de gentes débiles; en cambio, la autodestrucción es lo único que hace que realmente la vida merezca la pena. Ambos deciden entonces formar un club secreto de lucha donde descargar sus frustaciones y su ira que tendrá un éxito arrollador.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "FR",
      "iso_639_1": "fr",
      "name": "Français",
      "english_name": "French",
      "data": {
        "title": "Fight Club",
        "overview": "Le narrateur, sans identité précise, vit seul, travaille seul, dort seul, mange seul ses plateaux-repas pour une personne comme beaucoup d'autres personnes seules qui connaissent la misère humaine, morale et sexuelle. Mais un jour il fait la rencontre de Tyler Durden, une sorte d'anarchiste entre gourou et philosophe qui prêche l'amour de son prochain. Ensemble ils vont créer le Fight club, un lieu clandestin ou l'on peut retrouver sa virilité, l'échange et la communication.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "HU",
      "iso_639_1": "hu",
      "name": "Magyar",
      "english_name": "Hungarian",
      "data": {
        "title": "Harcosok klubja",
        "overview": "Amerika nagyvárosainak pincéiben egy titkos szervezet működik: ha egy éjjel az utca összes nyilvános telefonja összetörik, ők jártak ott; ha egy köztéri szobor óriás fémgömbje legurul talapzatáról, és szétrombol egy gyorsétkezdét, az az ő művük; ha egy elegáns bank parkolójának összes autóját rettentően összerondítják a galambok - az sem véletlen. Vigyáznak a leveleinkre, átveszik telefonüzeneteinket, kísérnek az utcán: és még csak készülnek a végső dobásra: a nagy bummra... Pedig az egészet csak két túlzottan unatkozó jóbarát találta ki: azzal kezdték, hogy rájöttek, nincs jobb stresszoldó, mint ha alaposan megverik egymást. Pofonokat adni jó. Pofonokat kapni jó. Számukra ez a boldog élet szabálya.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "CN",
      "iso_639_1": "zh",
      "name": "普通话",
      "english_name": "Mandarin",
      "data": {
        "title": "搏击俱乐部",
        "overview": "杰克( 爱德华·诺顿 Edward Norton 饰)是一个充满中年危机意识的人，他非常憎恨自己的生活及一切，再加上他患有严重的失眠症，所以他常常参加各种团体谘询会，只为了能接触人群。在某一个团体谘询会上，杰克遇上了一个跟他同样理由来参加的女烟枪，玛拉(海伦娜·邦汉·卡特 Helena Bonham Carter 饰)，在莫名激素的影响下，杰克和玛拉一起逃离了谘询会，两人的情愫因而滋生… 一个偶然的机会，杰克遇到了卖肥皂的商人泰勒(布拉德·皮特 Brad Pitt 饰)，一个浑身充满叛逆、残酷和暴烈的痞子英雄，并因为自己公寓失火而住进了泰勒破旧不堪的家中。两人因缘际会地成为了好朋友，并创立了“搏击俱乐部”：一个让人们不戴护具而徒手搏击，宗旨在于发泄情绪的地下组织。",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "DK",
      "iso_639_1": "da",
      "name": "Dansk",
      "english_name": "Danish",
      "data": {
        "title": "Fight Club",
        "overview": "Nortons evner som stjerneskuespiller viser sig i rollen som Jack, en kronisk søvnløs der er desperat efter at slippe ud af sit ulideligt kedelige liv. Da møder han Tyler Durden (Pitt), en karismatisk sæbesælger med en usædvanlig livsfilosofi. Tyler synes at udvikling af én selv er for de svage - det er selvdestruktionen der gør livet værd at leve. Inden længe er Jack og Tyler ved at slå hinanden til plukfisk på en parkeringsplads, en slåskamp der giver det ultimative kick. For at introducere andre mænd for de simple glæder ved fysisk vold, danner Jack og Tyler den hemmelige Fight Club der bliver voldsomt populær. Men en chokerende overraskelse der vender op og ned på alt, venter Jack...",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "FI",
      "iso_639_1": "fi",
      "name": "suomi",
      "english_name": "Finnish",
      "data": {
        "title": "Fight Club",
        "overview": "Jack (Norton) kärsii kroonisesta unettomuudesta ja yrittää epätoivoisesti paeta sietämättömän tylsää elämäänsä. Työmatkalla hän tapaa karismaattisen saippuakauppiaan, Tyler Durdenin (Pitt), jolla on vähintäänkin kieroutunut elämänkatsomus. Tyler uskoo itsetuhon olevan elämän suola. Ennen pitkää Jack ja Tyler purkavat patoutumiaan hakkaamalla toisiaan tohjoksi paikallisbaarin parkkipaikalla, ja huomaavat ankaran nyrkkitappelun tuottavan heille äärimmäisen hyvänolontunteen. Jotta muutkin miehet pääsisivät jyvälle tästä fyysisen väkivallan tuottamasta ilosta, Jack ja Tyler perustavat salaisen tappelukerhon, Fight Clubin, jonka suosio on valtava. Mutta Jackia odottaa järkyttävä yllätys, joka muuttaa kaiken.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "NO",
      "iso_639_1": "no",
      "name": "Norsk",
      "english_name": "Norwegian",
      "data": {
        "title": "",
        "overview": "Jack kjeder seg til han møter Tyler, som mener selvdestruksjon gjør livet verdt å leve. For å introdusere andre menn for de simple gleder ved fysisk vold, danner de den hemmelige Fight Club som blir voldsomt populær. Med Brad Pitt og Edward Norton.",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "IN",
      "iso_639_1": "ml",
      "name": "",
      "english_name": "Malayalam",
      "data": {
        "title": "ഫൈറ്റ് ക്ലബ്ബ്",
        "overview": "",
        "homepage": ""
      }
    },
    {
      "iso_3166_1": "IR",
      "iso_639_1": "fa",
      "name": "فارسی",
      "english_name": "Persian",
      "data": {
        "title": "باشگاه مشت زنی",
        "overview": "«راوی» (نورتن)، جوانی پریشان حال پی می برد که به کمک مشت بازی با دست های برهنه، بیش از هر زمان دیگری احساس زنده بودن می کند. او و «تایلر دردن» (پیت) که به دوستانی صمیمی تبدیل شده اند، هفته ای یک بار با هم ملاقات می کنند تا با هم مشت بازی کنند. در حالی که افراد دیگری هم به باشگاه شان می پیوندند، محفل شان به رغم آن که رازی است بین شرکت کننده هایش، شهرت و محبوبیت یک باشگاه زیرزمینی را پیدا می کند.",
        "homepage": ""
      }
    }
  ]
}
